Repository: Kermalis/VGMusicStudio
Catalog: VG Music Studio/Properties/Strings.*.resx
Languages: es, it

# EndPlaylistBody
source: Would you like to stop playing the current playlist?
es: Quisiera detener la Lista de Reproducción actual?
it: Desideri interrompere la riproduzione della playlist attuale?

# ErrorLoadSong
source: Error Loading Song {0}
es: Error al Cargar Canción {0}
it: Errore durante il caricamento del Brano {0}

# ErrorOpenDSE
source: Error Loading DSE Folder
es: Error al Abrir Carpeta DSE
it: Errore durante il caricamento della Cartella DSE

# ErrorOpenAlphaDream
source: Error Loading GBA ROM (AlphaDream)
es: Error al Abrir GBA ROM (AlphaDream)

# ErrorOpenMP2K
source: Error Loading GBA ROM (MP2K)
es: Error al Abrir GBA ROM (MP2K)
it: Errore durante il caricamento della ROM GBA (MP2K)

# ErrorOpenSDAT
source: Error Loading SDAT File
es: Error al Abrir Archivo SDAT
it: Errore durante il caricamento del File SDAT

# ErrorSaveMIDI
source: Error Exporting MIDI
es: Error al Exportar MIDI
it: Errore durante l'esportazione in MIDI

# FilterOpenGBA
source: GBA Files
es: Archivo GBA
it: File GBA

# FilterOpenSDAT
source: SDAT Files
es: Archivo SDAT
it: File SDAT

# FilterSaveMIDI
source: MIDI Files
es: Archivos MIDI
it: File MIDI

# MenuData
source: Data
es: Datos
it: Dati

# MenuEndPlaylist
source: End Current Playlist
es: Detener Lista de Reproducción Actual
it: Termina la Playlist Attuale

# MenuFile
source: File
es: Archivo

# MenuOpenDSE
source: Open DSE Folder
es: Abrir Carpeta DSE
it: Apri Cartella DSE

# MenuOpenAlphaDream
source: Open GBA ROM (AlphaDream)
es: Abrir GBA ROM (AlphaDream)

# MenuOpenMP2K
source: Open GBA ROM (MP2K)
es: Abrir GBA ROM (MP2K)
it: Apri ROM GBA (MP2K)

# MenuOpenSDAT
source: Open SDAT File
es: Abrir Archivo SDAT
it: Apri File SDAT

# MenuSaveMIDI
source: Export Song as MIDI
es: Exportar Canción como MIDI
it: Esporta Brano in MIDI

# Notes
source: C;C#;D;D#;E;F;F#;G;G#;A;A#;B
es: Do;Do#;Re;Re#;Mi;Fa;Fa#;Sol;Sol#;La;La#;Si
it: Do;Do#;Re;Re#;Mi;Fa;Fa#;Sol;Sol#;La;La#;Si

# PlayerNextSong
source: Next Song
es: Siguiente Canción
it: Brano Sucessivo

# PlayerNotes
source: Notes
es: Notas
it: Note

# PlayerPause
source: Pause
es: Pausar
it: Pausa

# PlayerPlay
source: Play
es: Reproducir

# PlayerPosition
source: Position
es: Posición
it: Posizione

# PlayerPreviousSong
source: Previous Song
es: Canción Anterior
it: Brano Precedente

# PlayerRest
source: Rest
es: Retraso
it: Pausa

# PlayerStop
source: Stop
es: Detener

# PlayerType
source: Type
es: Tipo
it: Tipo

# PlayerUnpause
source: Unpause
es: Resumir
it: Riprendi

# PlaylistMusic
source: Music
es: Música
it: Musica

# PlayPlaylistBody
source: Would you like to play the following playlist?{0}
es: Quisiera reproducir la siguiente Lista de Reproducción? {0}
it: Desideri riprodurre la seguente playlist?{0}

# SuccessSaveMIDI
source: MIDI saved to {0}.
es: MIDI guardado en {0}.
it: MIDI salvato in {0}.

# TrackViewerArguments
source: Arguments
es: Argumento
it: Argomenti

# TrackViewerEvent
source: Event
es: Evento
it: Evento

# TrackViewerTitle
source: Track Viewer
es: Visor de Eventos
it: Visualizzatore Traccia

# TrackViewerTrackX
source: Track {0}
es: Pista {0}
it: Traccia {0}

# ConfigKeySubkey
source: {0} key
es: {0} clave
it: La Chiave {0}

# ErrorBoolParse
source: "{0}" must be True or False.
es: "{0}" debe ser Verdadero o Falso.
it: "{0}" deve essere Vero o Falso.

# ErrorConfigColorInvalidKey
source: Color {0} has an invalid key.
es: El color {0} tiene una clave inválida.
it: Il colore {0} non ha una chiave valida.

# ErrorConfigColorMissing
source: Color {0} is not defined.
es: El color {0} no está definido.
it: Il colore {0} non è definito.

# ErrorConfigColorRepeated
source: Color {0} is defined more than once between decimal and hexadecimal.
es: El color {0} está definido más de una vez entre decimal y hexadecimal.
it: Il colore {0} è definito più di una volta tra decimale ed esadecimale.

# ErrorConfigKeyInvalid
source: "{0}" is invalid.
es: "{0}" es inválido.
it: "{0}" non è valido.

# ErrorConfigKeyMissing
source: "{0}" is missing.
es: "{0}" no se encuentra.
it: "{0}" è mancante.

# ErrorConfigKeyNoEntries
source: "{0}" must have at least one entry.
es: "{0}" debe tener al menos una entrada.
it: "{0}" deve possedere almeno una voce.

# ErrorDSEInvalidHeaderVersion
source: Unknown header version: 0x{0:X}
es: Versión del encabezado desconocida: 0x{0:X}
it: Versione dell'header sconosciuta: 0x{0:X}

# ErrorDSEInvalidKey
source: Invalid key in track {0} at 0x{1:X}: {2}
es: Clave inválida en la pista {0} en 0x{1:X}: {2}
it: Tasto del pianoforte non valido nella traccia {0} a 0x{1:X}: {2}

# ErrorAlphaDreamDSEMP2KSDATInvalidCommand
source: Invalid command in track {0} at 0x{1:X}: 0x{2:X}
es: Comando inválido en la pista {0} en 0x{1:X}: 0x{2:X}

# ErrorDSENoSequences
source: There are no "bgm(NNNN).smd" files.
es: No hay ningún archivo "bgm(NNNN).smd".
it: Non sono presenti file "bgm(NNNN).smd".

# ErrorGlobalConfig
source: Error Loading Global Config
es: Error al Cargar Configuración Global
it: Errore nel Caricamento della Configurazione Globale

# ErrorAlphaDreamMP2KCopyInvalidGameCode
source: Cannot copy invalid game code "{0}"
es: No se puede copiar, el código del juego "{0}" es inválido.

# ErrorAlphaDreamMP2KMissingGameCode
source: Game code "{0}" is missing.
es: No se encuentra el código del juego "{0}".

# ErrorAlphaDreamMP2KParseGameCode
source: Error parsing game code "{0}" in "{1}"{2}
es: Error analizando el código del juego "{0}" en "{1}"{2}

# ErrorAlphaDreamMP2KSongRepeated
source: Playlist "{0}" has song {1} defined more than once between decimal and hexadecimal.
es: La Lista de Reproducción "{0}" tiene a la canción {1} definida más de una vez entre decimal y hexadecimal.

# ErrorAlphaDreamMP2KSongTableCounts
source: "{0}" count must be the same as "{1}" count.
es: El número de "{0}" debe ser igual al de "{1}".

# ErrorMP2KInvalidRunningStatusCommand
source: Invalid running status command in track {0} at 0x{1:X}: 0x{2:X}
es: Comando de estado en ejecución inválido en la pista {0} en 0x{1:X}: 0x{2:X}
it: Comando di stato in esecuzione non valido nella traccia {0} a 0x{1:X}: 0x{2:X}

# ErrorMP2KSDATNestedCalls
source: Too many nested call events in track {0}
es: Demasiadas llamadas a eventos anidadas en la pista {0}
it: Troppi eventi di chiamata nidificati nella traccia {0}

# ErrorParseConfig
source: Error parsing "{0}"{1}
es: Error analizando "{0}"{1}
it: Errore nell'analisi di "{0}"{1}

# ErrorSDATNoSequences
source: This SDAT archive has no sequences.
es: Este archivo SDAT no tiene secuencias.
it: Questo archivio SDAT non ha sequenze.

# ErrorValueParse
source: "{0}" is not an integer value.
es: "{0}" no es un valor entero.
it: "{0}" non è un valore intero.

# ErrorValueParseRanged
source: "{0}" must be between {1} and {2}.
es: "{0}" debe estar entre {1} y {2}.
it: "{0}" deve essere compreso tra {1} e {2}.

# ErrorSaveWAV
source: Error Exporting WAV
es: Error al Exportar WAV

# FilterSaveWAV
source: WAV Files
es: Archivos WAV

# MenuSaveWAV
source: Export Song as WAV
es: Exportar Canción como WAV

# SuccessSaveWAV
source: WAV saved to {0}.
es: WAV guardado en {0}.

# ErrorSaveSF2
source: Error Exporting SF2
es: Error al Exportar SF2

# FilterSaveSF2
source: SF2 Files
es: Archivos SF2

# MenuSaveSF2
source: Export VoiceTable as SF2
es: Exportar VoiceTable como SF2

# SuccessSaveSF2
source: VoiceTable saved to {0}.
es: SF2 guardado en {0}.

# ErrorSaveDLS
source: Error Exporting DLS
es: Error al Exportar DLS

# FilterSaveDLS
source: DLS Files
es: Archivos DLS

# MenuSaveDLS
source: Export VoiceTable as DLS
es: Exportar VoiceTable como DLS

# SuccessSaveDLS
source: VoiceTable saved to {0}.
es: DLS guardado en {0}.

# ErrorSaveMIDIBatch
source: Error Exporting MIDI {0}
es: Error al Exportar MIDI {0}

# MenuSaveMIDIBatch
source: Export All Songs as MIDI
es: Exportar todo Canción como MIDI

# SuccessSaveMIDIBatch
source: MIDIs saved to {0}.
es: MIDIs guardado en {0}.

# TrackViewerOffset
source: Offset
it: Posizione

# TrackViewerTicks
source: Ticks
it: Tick
